{
  "name": "Path",
  "description": "This piece’s purpose is to display my devotion to the great work. I feel the most comfortable with the title “Chaos Magician”, however I just chose to call myself a solitary practitioner because I love learning about many other paths. Also, because once I’m told (or realize /awaken to who I really am) I really truly know what title, if any, to refer myself to. I chose to display the Kabbalah’s Tree of Life, recreating my favorite page from a special magical book. I’ve been studying this spiritual path, However no matter where I stray off to, I always seem to come back to this path. The gal on the other side, who is - covered in large draping pentagrams (fyi: which is a symbol for the 5 elements and not satanist symbol) and a hood with the red triangle, referring to the fire symbol.. is meant to be a representation of me and my attractions. As a creative, fire represents passion, creation and ambition. Merging my spiritual practice with my art has helped me have so much appreciation for it. Such as: appreciating others success, knowing that we all have our true will so it’s pointless to be competitive towards each other and also receiving ideas in my meditations- which helps me not be so possessive over them. Sorry for all the words.. I could go on… lol but this is… my path :)",
  "external_url": "http://skins.digitalax.xyz/",
  "animation_url": "https://digitalax.mypinata.cloud/ipfs/QmNhnUVVUP7ekcnTEx4bk6hLZuyKsmauPS5P9cdzJ4cJDi",
  "attributes": [
    {
      "trait_type": "Designer",
      "value": "Catherinetheworst"
    },
    {
      "trait_type": "Collection",
      "value": "Global Designer Network DAO Auction"
    },
    {
      "trait_type": "Degree of Exclusivity",
      "value": "Exclusive"
    },
    {
      "trait_type": "Revolution",
      "value": "Web3 Fashion Week 2021"
    },
    {
      "trait_type": "3D File",
      "value": "https://digitalax.mypinata.cloud/ipfs/QmfYk7VvRbWXxriKTmRsXw2Pfd56SDZC2frLwrK6ysfEaW"
    }
  ]
}